#### `terragrunt plan` Success
<details><summary>Show Output</summary>

```
03:43:59.887 STDOUT terraform: Terraform used the selected providers to generate the following execution
03:43:59.887 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
03:43:59.887 STDOUT terraform:   + create
03:43:59.887 STDOUT terraform: Terraform will perform the following actions:
03:43:59.887 STDOUT terraform:   # local_file.foo will be created
03:43:59.887 STDOUT terraform:   + resource "local_file" "foo" {
03:43:59.887 STDOUT terraform:       + content              = "dev content ABC"
03:43:59.887 STDOUT terraform:       + content_base64sha256 = (known after apply)
03:43:59.887 STDOUT terraform:       + content_base64sha512 = (known after apply)
03:43:59.887 STDOUT terraform:       + content_md5          = (known after apply)
03:43:59.887 STDOUT terraform:       + content_sha1         = (known after apply)
03:43:59.887 STDOUT terraform:       + content_sha256       = (known after apply)
03:43:59.887 STDOUT terraform:       + content_sha512       = (known after apply)
03:43:59.887 STDOUT terraform:       + directory_permission = "0777"
03:43:59.887 STDOUT terraform:       + file_permission      = "0777"
03:43:59.887 STDOUT terraform:       + filename             = "dev"
03:43:59.887 STDOUT terraform:       + id                   = (known after apply)
03:43:59.888 STDOUT terraform:     }
03:43:59.888 STDOUT terraform: Plan: 1 to add, 0 to change, 0 to destroy.
03:43:59.888 STDOUT terraform: 
03:43:59.888 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
03:43:59.888 STDOUT terraform: Note: You didn't use the -out option to save this plan, so Terraform can't
03:43:59.888 STDOUT terraform: guarantee to take exactly these actions if you run "terraform apply" now.
```

</details>

*Workflow: `Terragrunt Plan PR Comment`, Action: `__the-commons-project_terragrunt-github-actions_3`, Working Directory: `env/dev`, Workspace: `default`*
